Repository: nnnc8/SpeakNote
Catalog: SpeakNote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ Use “Copy Last Transcript” in SpeakNote.
zh_hant: %@ 請在 SpeakNote 中使用「複製最後一份逐字稿」。

# %lld of %lld chunks
source: %1$lld of %2$lld chunks
zh_hant: %1$lld / %2$lld 個區段

source: A recording is already in progress.
zh_hant: 已有一段錄音正在進行。

source: A structured note can be generated after the raw transcript is complete.
zh_hant: 原始逐字稿完成後，即可產生結構化筆記。

source: Accept
zh_hant: 接受

source: Accepted
zh_hant: 已接受

source: Accessibility
zh_hant: 輔助使用

source: Accessibility lets SpeakNote post Command-V after restoring focus to the original app. If unavailable, SpeakNote keeps the transcript for explicit Copy.
zh_hant: 「輔助使用」讓 SpeakNote 在焦點回到原本的 App 後送出 Command-V。若無法使用，SpeakNote 會保留逐字稿，供您自行複製。

source: Accessibility permission for posting keyboard events is required to paste dictated text.
zh_hant: 貼上聽寫文字需要「輔助使用」權限，才能送出鍵盤事件。

source: Acknowledge the Groq cloud-processing disclosure before saving the API key.
zh_hant: 儲存 API 金鑰前，請先確認 Groq 雲端處理告知事項。

source: Active
zh_hant: 使用中

source: Add
zh_hant: 新增

source: Add Rule
zh_hant: 新增規則

source: Add a Groq API key in SpeakNote Settings before dictating.
zh_hant: 開始聽寫前，請先在 SpeakNote「設定」中加入 Groq API 金鑰。

source: Add a Groq API key in SpeakNote Settings before processing text.
zh_hant: 處理文字前，請先在 SpeakNote「設定」中加入 Groq API 金鑰。

source: Apple Speech
zh_hant: Apple 語音辨識

source: Apple Speech (On Device)
zh_hant: Apple 語音辨識（裝置端）

source: Apple Speech keeps primary transcription on this Mac. A cloud fallback is offered only when your fallback policy allows asking, and runs only after you accept.
zh_hant: Apple 語音辨識會在這部 Mac 上進行主要轉錄。只有在備援政策允許詢問時，才會提供雲端備援選項，而且必須由您接受後才會執行。

source: Apple Speech model is not downloaded
zh_hant: 尚未下載 Apple 語音辨識模型

source: Apple Speech model is unavailable
zh_hant: Apple 語音辨識模型無法使用

source: Apple Speech provider not configured
zh_hant: 尚未設定 Apple 語音辨識服務

source: Ask before switching local/cloud
zh_hant: 切換本機／雲端前先詢問

source: Audio
zh_hant: 音訊

source: Audio conversion failed: %@
zh_hant: 音訊轉換失敗：%@

source: Audio could not be written quickly enough. The recording was cancelled.
zh_hant: 音訊寫入速度不足，錄音已取消。

source: Audio could not seek to that source timestamp.
zh_hant: 音訊無法跳至該來源時間點。

source: Audio is sent to Groq for transcription. When cleanup, translation, or compression is selected, transcript text is also sent for processing.
zh_hant: 音訊會傳送至 Groq 進行轉錄。選擇整理、翻譯或精簡時，逐字稿文字也會傳送出去處理。

source: Audio playback could not be started.
zh_hant: 無法開始播放音訊。

source: Audio playback could not seek to that position.
zh_hant: 音訊無法跳至該位置。

source: Audio stays on this Mac.
zh_hant: 音訊會留在這部 Mac 上。

source: Audio will leave this Mac.
zh_hant: 音訊將離開這部 Mac。

source: Automatic insertion could not be confirmed safely.
zh_hant: 無法安全確認自動插入是否完成。

source: Automatic paste is unavailable.
zh_hant: 無法自動貼上。

source: Available
zh_hant: 可用

source: Available for the selected recognition language. On macOS 14–25, Apple Speech is limited to audio shorter than 55 seconds.
zh_hant: 所選辨識語言可用。在 macOS 14–25 上，Apple 語音辨識僅支援短於 55 秒的音訊。

source: Back
zh_hant: 上一步

source: Cancel
zh_hant: 取消

source: Cancel Active Dictation
zh_hant: 取消目前的聽寫

source: Cancel Dictation
zh_hant: 取消聽寫

source: Cancel Recording
zh_hant: 取消錄音

source: Cancelled
zh_hant: 已取消

source: Cancelling and cleaning up…
zh_hant: 正在取消並清理…

source: Cancelling…
zh_hant: 正在取消…

source: Case-sensitive
zh_hant: 區分大小寫

source: Choose Apple Speech before enabling local-only transcription.
zh_hant: 請先選擇 Apple 語音辨識，再啟用僅限本機轉錄。

source: Choose a format to create an append-only Markdown version.
zh_hant: 選擇格式，以建立只會新增內容的 Markdown 版本。

source: Choose one audio file (M4A, MP3, WAV, AIFF, or CAF).
zh_hant: 選擇一個音訊檔（M4A、MP3、WAV、AIFF 或 CAF）。

source: Chunking
zh_hant: 切分中

source: Class Notes
zh_hant: 課堂筆記

source: Clean
zh_hant: 整理

source: Complete the required vocabulary field.
zh_hant: 請填寫必要的詞彙欄位。

source: Completed
zh_hant: 已完成

source: Concise
zh_hant: 精簡

source: Configured
zh_hant: 已設定

source: Continue
zh_hant: 繼續

source: Copy Last Transcript
zh_hant: 複製最後一份逐字稿

source: Copy Output
zh_hant: 複製結果

source: Copy Raw
zh_hant: 複製原文

source: Create a profile for language, provider, vocabulary, and note defaults.
zh_hant: 建立設定檔，集中管理語言、服務提供者、詞彙與筆記預設值。

source: Creates a new job and keeps transcription on this Mac.
zh_hant: 建立新的工作項目，並在這部 Mac 上進行轉錄。

source: Creates a new job and sends the source audio to Groq only after this click.
zh_hant: 建立新的工作項目；只有按下此按鈕後，才會將來源音訊傳送至 Groq。

source: Custom Terms
zh_hant: 自訂詞彙

source: Deactivate
zh_hant: 停用

source: Decline
zh_hant: 拒絕

source: Decline Alternative
zh_hant: 不採用替代方案

source: Default structured note
zh_hant: 預設結構化筆記

source: Delete
zh_hant: 刪除

source: Delete Key
zh_hant: 刪除金鑰

source: Delete Profile
zh_hant: 刪除設定檔

source: Dictation
zh_hant: 聽寫

source: Dictation History
zh_hant: 聽寫記錄

source: Dictation history could not be loaded.
zh_hant: 無法載入聽寫記錄。

source: Dictation output
zh_hant: 聽寫輸出

source: Dictation started from SpeakNote, so automatic paste is unavailable.
zh_hant: 聽寫是從 SpeakNote 內開始，因此無法自動貼上。

source: Disable rule
zh_hant: 停用規則

source: Disable term
zh_hant: 停用詞彙

source: Done
zh_hant: 完成

source: Duration
zh_hant: 長度

source: Enable rule
zh_hant: 啟用規則

source: Enable term
zh_hant: 啟用詞彙

source: Enabled terms are selected by priority for the transcription prompt. The prompt has a conservative 224-token budget.
zh_hant: 已啟用的詞彙會依優先順序加入轉錄提示詞，提示詞採保守的 224 token 上限。

source: Enter a name for the voice note.
zh_hant: 請輸入語音筆記名稱。

source: Enter an API key before saving.
zh_hant: 儲存前，請先輸入 API 金鑰。

source: Exporting
zh_hant: 匯出中

source: Failed
zh_hant: 失敗

source: Fallback
zh_hant: 備援

source: Finish
zh_hant: 完成

source: Finish Recording
zh_hant: 完成錄音

source: Finish Voice Note
zh_hant: 完成語音筆記

source: Finishing audio…
zh_hant: 正在完成音訊…

source: Format
zh_hant: 格式

source: General
zh_hant: 一般

source: General Notes
zh_hant: 一般筆記

source: Generate New Run
zh_hant: 產生新的處理版本

source: Generate Note
zh_hant: 產生筆記

source: Global Shortcut and Paste
zh_hant: 全域快速鍵與貼上

source: Granted
zh_hant: 已授權

source: Groq API key
zh_hant: Groq API 金鑰

source: Groq Cloud
zh_hant: Groq 雲端

source: Groq could not complete the transcription request (HTTP %lld).
zh_hant: Groq 無法完成轉錄要求（HTTP %lld）。

source: Groq could not process the text request (HTTP %lld).
zh_hant: Groq 無法處理文字要求（HTTP %lld）。

source: Groq features send audio or transcript text to Groq Cloud only after you acknowledge the disclosure in Settings. Apple Speech keeps transcription on this Mac when available. API keys are stored in Keychain.
zh_hant: 只有在您於「設定」確認告知事項後，Groq 功能才會將音訊或逐字稿文字傳送至 Groq 雲端。Apple 語音辨識在可用時會於這部 Mac 上進行轉錄。API 金鑰會儲存在「鑰匙圈」。

source: Groq is rate-limiting requests. Try again shortly.
zh_hant: Groq 正在限制要求頻率，請稍後再試。

source: Groq is temporarily unavailable. Try again later.
zh_hant: Groq 暫時無法使用，請稍後再試。

source: Groq rejected the recording because it is too large.
zh_hant: 錄音檔案過大，Groq 已拒絕處理。

source: Groq rejected the transcription request.
zh_hant: Groq 已拒絕轉錄要求。

source: Groq returned an unreadable text-processing response.
zh_hant: Groq 傳回了無法讀取的文字處理回應。

source: Groq returned an unreadable transcription response.
zh_hant: Groq 傳回了無法讀取的轉錄回應。

source: Groq says inference inputs and outputs are not retained by default, but they may be temporarily logged for reliability or abuse review. Zero Data Retention is controlled in the Groq console.
zh_hant: Groq 表示，推論的輸入與輸出預設不會保留，但為了可靠性或濫用審查，可能會暫時記錄。零資料保留需在 Groq 控制台設定。

source: Hint: %@
zh_hant: 提示：%@

source: History
zh_hant: 記錄

source: Hotkey is not running.
zh_hant: 尚未啟用快速鍵。

source: Hotkey is unavailable.
zh_hant: 無法使用快速鍵。

source: I understand that audio and text may be processed by Groq Cloud
zh_hant: 我了解音訊與文字可能由 Groq 雲端處理

source: Import
zh_hant: 匯入

source: Import Audio
zh_hant: 匯入音訊

source: Imported
zh_hant: 已匯入

source: Importing
zh_hant: 匯入中

source: Input Monitoring
zh_hant: 輸入監控

source: Input Monitoring lets SpeakNote detect the global Option-tap shortcut. You can still use the app button without it.
zh_hant: 「輸入監控」讓 SpeakNote 偵測全域 Option 點按快速鍵。即使未授權，仍可使用 App 內的按鈕。

source: Inserting text…
zh_hant: 正在插入文字…

source: Interrupted
zh_hant: 已中斷

source: Keep Audio
zh_hant: 保留音訊

source: Keep quick-dictation history
zh_hant: 保留快速聽寫記錄

source: Keychain
zh_hant: 鑰匙圈

source: Local-only transcription
zh_hant: 僅限本機轉錄

source: Local-only transcription is unavailable: %@.
zh_hant: 僅限本機轉錄無法使用：%@。

source: Match
zh_hant: 比對內容

source: Meeting Minutes
zh_hant: 會議記錄

source: Merging
zh_hant: 合併中

source: Microphone
zh_hant: 麥克風

source: Microphone access is needed only for live dictation and Voice Note recording. Imported audio files do not require it.
zh_hant: 只有即時聽寫和語音筆記錄音需要麥克風權限；匯入音訊檔不需要。

source: Microphone access is required to dictate.
zh_hant: 聽寫需要麥克風權限。

source: Name
zh_hant: 名稱

source: Needs Repair
zh_hant: 需要修復

source: Never
zh_hant: 永不

source: New Profile
zh_hant: 新增設定檔

source: New Recording
zh_hant: 新錄音

source: New Voice Note
zh_hant: 新增語音筆記

source: No Dictations
zh_hant: 尚無聽寫記錄

source: No Voice Notes
zh_hant: 尚無語音筆記

source: No transcription job has been saved for this session.
zh_hant: 此工作階段尚未儲存轉錄工作。

source: Not configured
zh_hant: 尚未設定

source: Not granted
zh_hant: 未授權

source: Not requested
zh_hant: 尚未要求

source: OK
zh_hant: 好

source: Onboarding could not be completed.
zh_hant: 無法完成初始設定。

source: Onboarding status could not be loaded.
zh_hant: 無法載入初始設定狀態。

source: Open Settings
zh_hant: 開啟設定

source: Open Settings and acknowledge Groq cloud processing before reprocessing.
zh_hant: 請先開啟「設定」，確認 Groq 雲端處理告知事項後再重新處理。

source: Open SpeakNote
zh_hant: 開啟 SpeakNote

source: Open SpeakNote Settings and acknowledge Groq cloud processing before dictating.
zh_hant: 請先開啟 SpeakNote「設定」，確認 Groq 雲端處理告知事項後再開始聽寫。

source: Open System Settings
zh_hant: 開啟系統設定

source: Optional Local Transcription
zh_hant: 選用的本機轉錄

source: Output language (same as input when empty)
zh_hant: 輸出語言（留白時與輸入語言相同）

source: Partial result: %@ failed.
zh_hant: 部分結果：%@ 失敗。

source: Pasting into the original text field…
zh_hant: 正在貼到原本的文字欄位…

source: Pause
zh_hant: 暫停

source: Pause Recording
zh_hant: 暫停錄音

source: Pause Voice Note
zh_hant: 暫停語音筆記

source: Paused
zh_hant: 已暫停

source: Pending
zh_hant: 待處理

source: Pending Deletion
zh_hant: 等待刪除

source: Permissions
zh_hant: 權限

source: Place the cursor in another app, then use the global hotkey to start and stop.
zh_hant: 請將游標移到其他 App 的輸入位置，再用全域快速鍵開始或停止。

source: Play
zh_hant: 播放

source: Polished
zh_hant: 潤飾

source: Preparing microphone…
zh_hant: 正在準備麥克風…

source: Preprocessing
zh_hant: 前置處理中

source: Priority
zh_hant: 優先順序

source: Priority %lld
zh_hant: 優先順序 %lld

source: Privacy and Storage
zh_hant: 隱私權與儲存

source: Processing failed. The raw transcript was preserved.
zh_hant: 處理失敗，原始逐字稿已保留。

source: Processing history could not be loaded.
zh_hant: 無法載入處理記錄。

source: Processing text…
zh_hant: 正在處理文字…

source: Processing the transcript…
zh_hant: 正在處理逐字稿…

source: Profile
zh_hant: 設定檔

source: Profiles
zh_hant: 設定檔

source: Pronunciation hint
zh_hant: 發音提示

source: Provider
zh_hant: 服務提供者

source: Queued
zh_hant: 排隊中

source: Quick Dictation
zh_hant: 快速聽寫

source: Quick dictation is limited to five minutes.
zh_hant: 快速聽寫最長為五分鐘。

source: Quick-dictation audio and text are removed after the current operation.
zh_hant: 快速聽寫的音訊與文字會在本次操作結束後移除。

source: Quit SpeakNote
zh_hant: 結束 SpeakNote

source: Raw transcript
zh_hant: 原始逐字稿

source: Raw transcripts are stored locally. Successful quick-dictation audio is still deleted.
zh_hant: 原始逐字稿會儲存在本機；快速聽寫成功後，音訊仍會刪除。

source: Read Groq data policy
zh_hant: 閱讀 Groq 資料政策

source: Ready
zh_hant: 就緒

source: Ready for quick dictation.
zh_hant: 已準備好進行快速聽寫。

source: Recognition language (automatic when empty)
zh_hant: 辨識語言（留白時自動判斷）

source: Record
zh_hant: 錄音

source: Record audio or import an audio file to begin.
zh_hant: 開始錄音，或匯入音訊檔。

source: Recorded
zh_hant: 已錄製

source: Recording
zh_hant: 錄音中

source: Recording could not be finalized.
zh_hant: 無法完成錄音。

source: Recording could not be paused.
zh_hant: 無法暫停錄音。

source: Recording could not be resumed.
zh_hant: 無法繼續錄音。

source: Recording could not be started.
zh_hant: 無法開始錄音。

source: Recording failed: %@
zh_hant: 錄音失敗：%@

source: Recording needs at least 512 MiB of available disk space. Free space and try again.
zh_hant: 錄音至少需要 512 MiB 可用磁碟空間。請清出空間後再試一次。

source: Recording stopped because disk space is low. Completed audio was kept for recovery.
zh_hant: 磁碟空間不足，錄音已停止。完成的音訊已保留，可供復原。

source: Recording was cancelled.
zh_hant: 錄音已取消。

source: Recording. Trigger the hotkey again to stop.
zh_hant: 正在錄音。再按一次快速鍵即可停止。

source: Recover and Process
zh_hant: 復原並處理

source: Recovered Voice Note
zh_hant: 已復原的語音筆記

source: Recovered recording state could not be loaded.
zh_hant: 無法載入已復原的錄音狀態。

source: Recovery Available
zh_hant: 可復原

source: Refresh Suggestions
zh_hant: 更新建議

source: Reject
zh_hant: 拒絕

source: Rejected
zh_hant: 已拒絕

source: Rename
zh_hant: 重新命名

source: Repair
zh_hant: 修復

source: Replace with
zh_hant: 取代為

source: Replacement Rules
zh_hant: 取代規則

source: Reprocess
zh_hant: 重新處理

source: Reprocess as
zh_hant: 重新處理為

source: Request
zh_hant: 要求取用

source: Request %@
zh_hant: 要求取用%@

source: Require word boundaries
zh_hant: 僅比對完整詞彙

source: Resume Recording
zh_hant: 繼續錄音

source: Resume Voice Note
zh_hant: 繼續語音筆記

source: Retry
zh_hant: 再試一次

source: Retry Required
zh_hant: 需要重試

source: Retry as New Job with Apple Speech
zh_hant: 用 Apple 語音辨識建立新工作再試

source: Retry as New Job with Groq Cloud
zh_hant: 用 Groq 雲端建立新工作再試

source: Review durable progress or manage a voice note.
zh_hant: 查看已儲存的進度，或管理語音筆記。

source: Review raw transcripts and append processing runs.
zh_hant: 檢視原始逐字稿及後續新增的處理版本。

source: Right Option tap. Esc cancels an active dictation.
zh_hant: 點按右側 Option 鍵。按 Esc 可取消進行中的聽寫。

source: Rules run after the immutable raw transcript is saved and before text processing. Matches do not cascade.
zh_hant: 規則會在不可變更的原始逐字稿儲存後、文字處理前執行，而且比對結果不會連鎖套用。

source: Same privacy class only
zh_hant: 僅限相同隱私層級

source: Save General Settings
zh_hant: 儲存一般設定

source: Save Key
zh_hant: 儲存金鑰

source: Save Profile
zh_hant: 儲存設定檔

source: Save Settings
zh_hant: 儲存設定

source: Save and Activate
zh_hant: 儲存並啟用

source: Save the profile before adding terms or rules.
zh_hant: 請先儲存設定檔，再新增詞彙或規則。

source: Saved
zh_hant: 已儲存

source: Saved quick dictations will appear here.
zh_hant: 已儲存的快速聽寫會顯示在這裡。

source: Saving Voice Note…
zh_hant: 正在儲存語音筆記…

source: Secure Input prevented automatic insertion.
zh_hant: 「安全輸入」阻止了自動插入。

# Seen %lld times · %@
source: Seen %1$lld times · %2$@
zh_hant: 已出現 %1$lld 次 · %2$@

source: Select a Dictation
zh_hant: 選擇一筆聽寫

source: Select a Profile
zh_hant: 選擇設定檔

source: Select a Voice Note
zh_hant: 選擇語音筆記

source: Session
zh_hant: 工作階段

source: Settings
zh_hant: 設定

source: Settings could not be loaded.
zh_hant: 無法載入設定。

source: Settings could not be saved.
zh_hant: 無法儲存設定。

source: Shift-Command-Space fallback. Grant Input Monitoring for Right Option and Esc.
zh_hant: 目前改用 Shift-Command-Space 備用快速鍵。若要使用右側 Option 鍵和 Esc，請授予「輸入監控」權限。

source: Source
zh_hant: 來源

source: SpeakNote Couldn't Start
zh_hant: SpeakNote 無法啟動

source: SpeakNote couldn't open its local data. Check available disk space and folder permissions, then try again.
zh_hant: SpeakNote 無法開啟本機資料。請檢查可用磁碟空間與資料夾權限，然後再試一次。

source: SpeakNote could not reach Groq. Check the network connection.
zh_hant: SpeakNote 無法連線至 Groq，請檢查網路連線。

source: SpeakNote could not register a global hotkey. Quit conflicting apps and retry.
zh_hant: SpeakNote 無法註冊全域快速鍵。請結束可能衝突的 App 後再試一次。

source: SpeakNote has no analytics or advertising tracking.
zh_hant: SpeakNote 不含分析或廣告追蹤功能。

source: SpeakNote records only when you start dictation or a voice note. Quick-dictation audio is deleted after the operation; Voice Note audio and transcripts stay in the app container until you delete the session.
zh_hant: 只有在您開始聽寫或錄製語音筆記時，SpeakNote 才會錄音。快速聽寫的音訊會在操作完成後刪除；語音筆記的音訊與逐字稿則會留在 App 容器中，直到您刪除該工作階段。

source: SpeakNote requests access only when you choose the related feature or press a request button.
zh_hant: 只有在您使用相關功能或按下權限要求按鈕時，SpeakNote 才會要求取用權限。

source: Speech Recognition
zh_hant: 語音辨識

source: Speech Recognition enables the optional on-device Apple Speech provider. Groq transcription does not require this permission.
zh_hant: 「語音辨識」可啟用選用的裝置端 Apple 語音辨識服務。Groq 轉錄不需要此權限。

source: Speech Recognition permission not granted
zh_hant: 尚未授予「語音辨識」權限

source: Speech Recognition permission not requested
zh_hant: 尚未要求「語音辨識」權限

source: Start Dictation
zh_hant: 開始聽寫

source: Status
zh_hant: 狀態

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hant: 第 %1$lld 步，共 %2$lld 步

source: Stop
zh_hant: 停止

source: Stop Dictation
zh_hant: 停止聽寫

source: Stored session files did not pass integrity checks. Use Repair before retrying.
zh_hant: 已儲存的工作階段檔案未通過完整性檢查。請先使用「修復」，再重試。

source: Structured Notes
zh_hant: 結構化筆記

source: Structured-note model
zh_hant: 結構化筆記模型

source: Suggestions
zh_hant: 建議

source: Suggestions are generated only from local correction history. Nothing is added until you accept it.
zh_hant: 建議只會依本機的修正記錄產生；在您接受前，不會新增任何內容。

source: System Settings
zh_hant: 系統設定

source: Term
zh_hant: 詞彙

source: Text processing failed. The raw transcript is unchanged.
zh_hant: 文字處理失敗，原始逐字稿未變更。

source: Text processing returned no text.
zh_hant: 文字處理沒有傳回任何文字。

source: Text-processing model
zh_hant: 文字處理模型

source: The API key could not be deleted from Keychain.
zh_hant: 無法從「鑰匙圈」刪除 API 金鑰。

source: The API key could not be saved to Keychain.
zh_hant: 無法將 API 金鑰儲存至「鑰匙圈」。

source: The API key status could not be read.
zh_hant: 無法讀取 API 金鑰狀態。

source: The Groq API key is invalid. Update it in SpeakNote Settings.
zh_hant: Groq API 金鑰無效，請在 SpeakNote「設定」中更新。

source: The Groq API key is not allowed to use this resource.
zh_hant: 此 Groq API 金鑰無權使用這項資源。

source: The Groq provider configuration is invalid.
zh_hant: Groq 服務設定無效。

source: The Groq text-processing configuration is invalid.
zh_hant: Groq 文字處理設定無效。

source: The active text field changed before insertion.
zh_hant: 插入前，使用中的文字欄位已變更。

source: The alternative transcription provider could not be started.
zh_hant: 無法啟動替代轉錄服務提供者。

source: The alternative transcription provider was declined. No audio was sent to it.
zh_hant: 已拒絕替代轉錄服務提供者，未傳送任何音訊。

source: The audio could not be prepared. Keep the source, then retry or delete the session.
zh_hant: 無法準備音訊。請保留來源檔案，然後重試或刪除此工作階段。

source: The current clipboard could not be preserved safely.
zh_hant: 無法安全保留目前的剪貼簿內容。

source: The history item could not be deleted.
zh_hant: 無法刪除此記錄。

source: The last dictation was cancelled.
zh_hant: 上一次聽寫已取消。

source: The last dictation was sent to the target app.
zh_hant: 上一次聽寫已傳送到目標 App。

source: The network disconnected before Groq's result was confirmed. Please retry.
zh_hant: 確認 Groq 結果前網路已中斷，請再試一次。

source: The original text field is no longer available.
zh_hant: 原本的文字欄位已無法使用。

source: The paste command could not be sent.
zh_hant: 無法送出貼上指令。

source: The processing run could not be saved.
zh_hant: 無法儲存處理版本。

source: The provider may have received the last chunk. Retry only after checking to avoid duplicate processing.
zh_hant: 服務提供者可能已收到最後一個音訊區段。請先確認再重試，以免重複處理。

source: The recorded audio file could not be prepared for upload.
zh_hant: 無法準備要上傳的錄音檔案。

source: The recording exceeds the %lld MiB upload limit.
zh_hant: 錄音超過 %lld MiB 的上傳上限。

source: The recovered audio could not be kept.
zh_hant: 無法保留已復原的音訊。

source: The recovered audio could not be processed.
zh_hant: 無法處理已復原的音訊。

source: The saved preview could not be loaded.
zh_hant: 無法載入已儲存的預覽。

source: The selected Groq speech model is not supported.
zh_hant: 不支援所選的 Groq 語音模型。

source: The selected Groq text model is not supported.
zh_hant: 不支援所選的 Groq 文字模型。

source: The selected Groq text model is unavailable: %@.
zh_hant: 所選的 Groq 文字模型無法使用：%@。

source: The selected microphone does not provide a usable audio format.
zh_hant: 所選麥克風未提供可用的音訊格式。

source: The selected processing run could not be loaded.
zh_hant: 無法載入所選的處理版本。

source: The selected profile no longer exists.
zh_hant: 所選的設定檔已不存在。

source: The selected text-processing provider is not available.
zh_hant: 所選的文字處理服務提供者無法使用。

source: The selected transcription provider is not available.
zh_hant: 所選的轉錄服務提供者無法使用。

# The selected transcription provider is unavailable. Use %@ instead? %@
source: The selected transcription provider is unavailable. Use %1$@ instead? %2$@
zh_hant: 選定的轉錄服務提供者無法使用。要改用 %1$@ 嗎？%2$@

source: The structured note could not be generated. The raw transcript is unchanged.
zh_hant: 無法產生結構化筆記，原始逐字稿未變更。

source: The structured-note model cannot be empty.
zh_hant: 結構化筆記模型不得留白。

source: The text could not be copied.
zh_hant: 無法複製文字。

source: The text-processing model cannot be empty.
zh_hant: 文字處理模型不得留白。

source: The transcript could not be copied.
zh_hant: 無法複製逐字稿。

source: The transcription could not be retried.
zh_hant: 無法重試轉錄。

source: The transcription language code is invalid.
zh_hant: 轉錄語言代碼無效。

source: The transcription model cannot be empty.
zh_hant: 轉錄模型不得留白。

source: The transcription provider stopped. Retry this job or choose the available alternative provider.
zh_hant: 轉錄服務提供者已停止。請重試此工作，或選擇可用的替代服務提供者。

source: The updated voice note state could not be loaded.
zh_hant: 無法載入更新後的語音筆記狀態。

source: The voice note could not be deleted.
zh_hant: 無法刪除語音筆記。

source: The voice note could not be imported.
zh_hant: 無法匯入語音筆記。

source: The voice note could not be renamed.
zh_hant: 無法重新命名語音筆記。

source: The voice note could not be repaired.
zh_hant: 無法修復語音筆記。

source: There is no active recording.
zh_hant: 目前沒有進行中的錄音。

source: There is no transcript text to process.
zh_hant: 沒有可處理的逐字稿文字。

source: This run failed. The raw transcript and earlier runs are unchanged.
zh_hant: 本次處理失敗，原始逐字稿與先前的處理版本均未變更。

source: Transcribing
zh_hant: 轉錄中

source: Transcribing audio…
zh_hant: 正在轉錄音訊…

source: Transcribing…
zh_hant: 正在轉錄…

source: Transcription
zh_hant: 轉錄

source: Transcription model
zh_hant: 轉錄模型

source: Transcription progress could not be loaded.
zh_hant: 無法載入轉錄進度。

source: Transcription progress could not be refreshed.
zh_hant: 無法更新轉錄進度。

source: Transcription provider
zh_hant: 轉錄服務提供者

source: Transcription returned no text.
zh_hant: 轉錄沒有傳回任何文字。

source: Try Again
zh_hant: 再試一次

source: Turn off local-only transcription before activating a Groq profile.
zh_hant: 啟用 Groq 設定檔前，請先關閉僅限本機轉錄。

source: Unavailable
zh_hant: 無法使用

source: Updated
zh_hant: 更新時間

source: Use Alternative
zh_hant: 採用替代方案

source: Use a valid BCP-47 language code, or leave the field empty for automatic.
zh_hant: 請輸入有效的 BCP-47 語言代碼，或留白以自動判斷。

source: Use app setting
zh_hant: 使用 App 設定

source: Use this profile's vocabulary
zh_hant: 使用此設定檔的詞彙

source: Verbatim
zh_hant: 逐字

source: Version
zh_hant: 版本

source: Vocabulary
zh_hant: 詞彙

source: Vocabulary changes could not be saved.
zh_hant: 無法儲存詞彙變更。

source: Voice Note
zh_hant: 語音筆記

source: Voice Note processing stopped. Your source audio and completed progress were kept.
zh_hant: 語音筆記處理已停止。來源音訊和已完成的進度均已保留。

source: Voice Notes
zh_hant: 語音筆記

source: Voice note name
zh_hant: 語音筆記名稱

source: Voice notes could not be loaded.
zh_hant: 無法載入語音筆記。

source: audio must be shorter than 55 seconds
zh_hant: 音訊必須短於 55 秒

# group %@ (%@)
source: group %1$@ (%2$@)
zh_hant: 群組 %1$@（%2$@）

source: invalid audio duration
zh_hant: 音訊長度無效

source: language not supported
zh_hant: 不支援此語言

source: on-device recognition not supported
zh_hant: 不支援裝置端辨識

source: recognizer currently unavailable
zh_hant: 語音辨識器目前無法使用

source: unsupported macOS version
zh_hant: 不支援此 macOS 版本

# ● Listening %02d:%02d
source: ● Listening %1$02d:%2$02d
zh_hant: ● 聆聽中 %1$02d:%2$02d
